Repository: eurolinux-enterprise-linux-sources/system-config-keyboard
Catalog: src/po/*.po
Languages: de

source: Configure the system keyboard
de: Systemtastatur konfigurieren

source: Keyboard
de: Tastatur

source: Usage: system-config-keyboard [--help] [--noui] [--text] [<keyboardtype>] --help Print out this message. --noui Run in command line mode. --text Run in text interface mode.
de: Verwendung: system-config-keyboard [--help] [--noui] [--text] [<keyboardtype>] --help Ausgabe dieser Nachricht. --noui Im Befehlszeilenmodus ausführen. --text Im Textmodus ausführen.

source: <keyboardtype> options are:
de: <keyboardtype> Optionen sind:

source: You must specify a valid keyboard type.
de: Sie müssen einen gültigen Tastaturtyp angeben.

source: Run 'system-config-keyboard --help' to see a list of keymaps.
de: Führen Sie 'system-config-keyboard --help' aus, für eine Liste der Keymaps.

source: '%s' is an invalid keymap. Please run 'system-config-keyboard --help' for a list of keymaps
de: '%s' ist ein ungültiger Keymap. Bitte führen Sie 'system-config-keyboard --help' aus, um eine Liste der Keymaps zu erhalten.

source: Select the appropriate keyboard for the system.
de: Wählen Sie die passende Tastatur für Ihr System.

source: Cancel
de: Abbrechen

source: Keyboard Selection
de: Tastatur-Auswahl

source: keyboard|Arabic (azerty)
de: keyboard|Arabisch (azerty)

source: keyboard|Arabic (azerty/digits)
de: keyboard|Arabisch (azerty/Ziffern)

source: keyboard|Arabic (digits)
de: keyboard|Arabisch (Ziffern)

source: keyboard|Arabic (qwerty)
de: keyboard|Arabisch (qwerty)

source: keyboard|Arabic (qwerty/digits)
de: keyboard|Arabisch (qwerty/Ziffern)

source: keyboard|Belgian (be-latin1)
de: keyboard|Belgisch (be-latin1)

source: keyboard|Bulgarian
de: keyboard|Bulgarisch

source: keyboard|Bulgarian (Phonetic)
de: keyboard|Bulgarisch (phonetisch)

source: keyboard|Brazilian (ABNT2)
de: keyboard|Brasillianisch (ABNT2)

source: keyboard|French Canadian
de: keyboard|Französisch-Kanadisch

source: keyboard|Croatian
de: keyboard|Kroatisch

source: keyboard|Czech
de: keyboard|Tschechisch

source: keyboard|Czech (qwerty)
de: keyboard|Tschechisch (qwerty)

source: keyboard|German
de: keyboard|Deutsch

source: keyboard|German (latin1)
de: keyboard|Deutsch (latin1)

source: keyboard|German (latin1 w/ no deadkeys)
de: keyboard|Deutsch (latin1 ohne 'tote' Tasten/Akzente)

source: keyboard|Danish
de: keyboard|Dänisch

source: keyboard|Danish (latin1)
de: keyboard|Dänisch (latin1)

source: keyboard|Spanish
de: keyboard|Spanisch

source: keyboard|Estonian
de: keyboard|Estnisch

source: keyboard|Finnish
de: keyboard|Finnisch

source: keyboard|Finnish (latin1)
de: keyboard|Finnisch (latin1)

source: keyboard|French
de: keyboard|Französisch

source: keyboard|French (latin9)
de: keyboard|Französisch (latin9)

source: keyboard|French (latin1)
de: keyboard|Französisch (latin1)

source: keyboard|French (pc)
de: keyboard|Französisch (pc)

source: keyboard|Swiss French
de: keyboard|Schweizer-Französisch

source: keyboard|Swiss French (latin1)
de: keyboard|Schweizer-Französisch (latin1)

source: keyboard|Greek
de: keyboard|Griechisch

source: keyboard|Hungarian
de: keyboard|Ungarisch

source: keyboard|Hungarian (101 key)
de: keyboard|Ungarisch (101 Tasten)

source: keyboard|Irish
de: keyboardIrisch

source: keyboard|Icelandic
de: keyboard|Isländisch

source: keyboard|Italian
de: keyboard|Italienisch

source: keyboard|Italian (IBM)
de: keyboard|Italienisch (IBM)

source: keyboard|Italian (it2)
de: keyboard|Italienisch (it2)

source: keyboard|Japanese
de: keyboard|Japanisch

source: keyboard|Korean
de: keyboard|Koreanisch

source: keyboard|Latin American
de: keyboard|Latein-Amerikanisch

source: keyboard|Macedonian
de: keyboard|Mazedonisch

source: keyboard|Dutch
de: keyboard|Niederländisch

source: keyboard|Norwegian
de: keyboard|Norwegisch

source: keyboard|Polish
de: keyboard|Polnisch

source: keyboard|Portuguese
de: keyboard|Portugiesisch

source: keyboard|Romanian
de: keyboard|Rumänisch

source: keyboard|Romanian Standard
de: keyboard|Rumänisch Standard

source: keyboard|Romanian Cedilla
de: keyboard|Rumänisch Cedilla

source: keyboard|Romanian Standard Cedilla
de: keyboard|Rumänisch Standard Cedilla

source: keyboard|Russian
de: keyboard|Russisch

source: keyboard|Serbian
de: keyboard|Serbisch

source: keyboard|Serbian (latin)
de: keyboard|Serbisch (Latin)

source: keyboard|Swedish
de: keyboard|Schwedisch

source: keyboard|Swiss German
de: keyboard|Schweizerdeutsch

source: keyboard|Swiss German (latin1)
de: keyboard|Schweizerdeutsch (latin1)

source: keyboard|Slovak (qwerty)
de: keyboard|Slowakisch (qwerty)

source: keyboard|Slovenian
de: keyboard|Slovenisch

source: keyboard|Tamil (Typewriter)
de: keyboard|Tamil (Schreibmaschine)

source: keyboard|Turkish
de: keyboard|Türkisch

source: keyboard|United Kingdom
de: keyboard|Britisch

source: keyboard|Ukrainian
de: keyboard|Ukrainisch

source: keyboard|U.S. English
de: keyboard|U.S. Englisch
